tap "caskformula/caskformula"
tap "dart-lang/dart"
tap "homebrew/apache"
tap "homebrew/bundle"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/php"
tap "homebrew/services"
tap "homebrew/versions"
tap "homebrew/x11"
brew "gettext"
brew "libffi"
brew "libcroco"
brew "openssl"
brew "autoconf"
brew "readline"
brew "sqlite"
brew "xz"
brew "python"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bfg"
brew "binutils"
brew "bitchx"
brew "cmake"
brew "composer"
brew "coreutils"
brew "cscope"
brew "diffutils"
brew "dos2unix"
brew "ed"
brew "nettle"
brew "emacs"
brew "file-formula"
brew "findutils"
brew "fish"
brew "mpfr"
brew "gawk"
brew "gcc"
brew "gdb"
brew "git"
brew "python@2"
brew "pygtk"
brew "glade"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gpatch"
brew "grep"
brew "gzip"
brew "imagemagick"
brew "less"
brew "libyaml"
brew "m4"
brew "make"
brew "mongodb"
brew "mosh"
brew "mtr"
brew "mysql"
brew "ncurses"
brew "nano"
brew "neovim"
brew "nmap"
brew "openssh"
brew "perl@5.18"
brew "phpmyadmin"
brew "pyenv"
brew "rsync"
brew "screen"
brew "sdl2"
brew "subversion"
brew "tesseract"
brew "tmux"
brew "tree"
brew "unzip"
brew "vim"
brew "watch"
brew "wdiff"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "dart-lang/dart/dart"
