anysphere.cpptools
anysphere.cursorpyright
chrismeyers.vscode-pretty-json
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dnicolson.binary-plist
enkia.tokyo-night
esbenp.prettier-vscode
golang.go
james-yu.latex-workshop
llvm-vs-code-extensions.vscode-clangd
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-vscode.cmake-tools
streetsidesoftware.code-spell-checker
sumneko.lua
vadimcn.vscode-lldb
vscode-icons-team.vscode-icons
vscodevim.vim
xabikos.javascriptsnippets
