tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "gettext"
brew "libffi"
brew "readline"
brew "sqlite"
brew "xz"
brew "autoconf"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bfg"
brew "circleci"
brew "cmake"
brew "composer"
brew "openldap"
brew "curl"
brew "dos2unix"
brew "fish"
brew "mpfr"
brew "gcc"
brew "gh"
brew "git"
brew "go"
brew "helm"
brew "ncurses"
brew "htop"
brew "kubernetes-cli"
brew "less"
brew "libfido2"
brew "libpq"
brew "libyaml"
brew "m4"
brew "make"
brew "mosh"
brew "mtr"
brew "mysql@5.7", restart_service: true, link: true
brew "neovim"
brew "nmap"
brew "node"
brew "openssh"
brew "perl@5.18"
brew "php"
brew "php-code-sniffer"
brew "php-cs-fixer"
brew "pyenv"
brew "rsync"
brew "ruby"
brew "skaffold"
brew "subversion"
brew "texinfo"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wdiff"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
cask "dbeaver-community"
cask "dropbox"
cask "firefox"
cask "font-hack"
cask "google-chrome"
cask "iterm2"
cask "ngrok"
cask "osxfuse"
cask "postman"
cask "rectangle"
cask "sequel-ace"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "visual-studio-code"
