tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "muesli/tap"
brew "gettext"
brew "libffi"
brew "readline"
brew "sqlite"
brew "xz"
brew "autoconf"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bfg"
brew "binutils"
brew "bitchx"
brew "circleci"
brew "cmake"
brew "colordiff"
brew "composer"
brew "coreutils"
brew "cscope"
brew "openldap"
brew "curl"
brew "diffutils"
brew "dos2unix"
brew "doxygen"
brew "ed", link: true
brew "nettle"
brew "unbound"
brew "emacs"
brew "file-formula"
brew "findutils"
brew "fish"
brew "mpfr"
brew "gawk"
brew "gcc"
brew "gdb"
brew "gh"
brew "git"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "go"
brew "gpatch"
brew "grep"
brew "gzip"
brew "helm"
brew "ncurses"
brew "htop"
brew "kubernetes-cli", link: false
brew "less"
brew "libfido2"
brew "libpq"
brew "libyaml"
brew "m4"
brew "make"
brew "mosh"
brew "mtr"
brew "mysql@5.7", restart_service: true, link: true
brew "nano"
brew "neovim"
brew "nmap"
brew "node"
brew "openblas"
brew "openssh"
brew "perl@5.18"
brew "php"
brew "php-code-sniffer"
brew "php-cs-fixer"
brew "pipenv"
brew "pyenv"
brew "python@2", link: false
brew "redis"
brew "rsync"
brew "ruby"
brew "screen"
brew "sdl2"
brew "skaffold"
brew "subversion"
brew "texinfo"
brew "tmux"
brew "tree"
brew "unzip"
brew "vim"
brew "watch"
brew "wdiff"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "dart-lang/dart/dart"
cask "dropbox"
cask "firefox"
cask "font-hack"
cask "google-chrome"
cask "iterm2"
cask "ngrok"
cask "osxfuse"
cask "postman"
cask "rectangle"
cask "sequel-ace"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "visual-studio-code"
