tap "homebrew/bundle"
tap "homebrew/services"
tap "int128/kubelogin"
brew "xz"
brew "m4"
brew "autoconf"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "gettext"
brew "harfbuzz"
brew "icu4c@76"
brew "bfg"
brew "openldap"
brew "php", link: false
brew "composer"
brew "direnv"
brew "dos2unix"
brew "git"
brew "go"
brew "helm"
brew "ncurses"
brew "htop"
brew "httpd"
brew "jq"
brew "kubernetes-cli"
brew "less"
brew "libyaml"
brew "make"
brew "mysql@5.7", link: true
brew "mysql@8.0"
brew "neovim"
brew "nmap"
brew "node"
brew "php-code-sniffer"
brew "php-cs-fixer"
brew "php@8.1", link: true
brew "pkgconf"
brew "postgresql@15", link: true
brew "pyenv"
brew "ripgrep"
brew "rsync"
brew "skaffold"
brew "tmux"
brew "tree"
brew "valkey"
brew "vim"
brew "watch"
brew "wget"
brew "zsh"
brew "int128/kubelogin/kubelogin"
cask "dbeaver-community"
cask "docker"
cask "dropbox"
cask "firefox"
cask "firefox@developer-edition"
cask "font-hack"
cask "ghostty"
cask "google-chrome"
cask "iterm2"
cask "ngrok"
cask "postman"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zulu@17"
vscode "bmewburn.vscode-intelephense-client"
vscode "casualjim.gotemplate"
vscode "chrismeyers.vscode-pretty-json"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "dnicolson.binary-plist"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "matt-meyers.vscode-dbml"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "xabikos.javascriptsnippets"
vscode "yoavbls.pretty-ts-errors"
