42Crunch.vscode-openapi
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dariofuzinato.vue-peek
dbaeumer.vscode-eslint
dnicolson.binary-plist
eamodio.gitlens
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
gitduck.code-streaming
golang.go
James-Yu.latex-workshop
matt-meyers.vscode-dbml
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vsliveshare.vsliveshare
mubaidr.vuejs-extension-pack
octref.vetur
redhat.vscode-yaml
robertoachar.vscode-essentials-snippets
sdras.vue-vscode-snippets
streetsidesoftware.code-spell-checker
teabyii.ayu
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
vscodevim.vim
xabikos.JavaScriptSnippets
