arcticicestudio.nord-visual-studio-code
bmewburn.vscode-intelephense-client
casualjim.gotemplate
chrismeyers.vscode-pretty-json
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dnicolson.binary-plist
eamodio.gitlens
esbenp.prettier-vscode
golang.go
matt-meyers.vscode-dbml
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vsliveshare.vsliveshare
redhat.vscode-commons
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
visualstudioexptteam.vscodeintellicode
vscode-icons-team.vscode-icons
vscodevim.vim
xabikos.javascriptsnippets
yoavbls.pretty-ts-errors
